export const hotelsData = [
  {
    name: "Radisson Blu Resort, Bukovel",
    shortDescription:
      "Розкішний курорт у Карпатах з захоплюючими видами та комфортними номерами.",
    description:
      "Відкрийте для себе розкіш Карпат у готелі Radisson Blu Resort, Bukovel. Цей розкішний курорт розташований у самому серці Карпатських гір і пропонує захоплюючі види на гори та лижні траси. Насолоджуйтесь комфортними номерами, першокласним обслуговуванням та унікальною атмосферою, яка дозволить вам повністю розслабитися і насолодитися красою природи.",
    image:
      "https://cf.bstatic.com/xdata/images/hotel/max1280x900/328783673.jpg?k=45d9d4e2ec0f0898a6beda5e5176f9e59762a7f67c5626501690cdad3745d98f&o=&hp=1",
    rating: 5,
    price: "від 1500 грн/ніч",
    roomTypes: [
      "Стандартний одномісний номер",
      "Стандартний двомісний номер",
      "Люкс з видом на гори",
      "Сімейний номер",
    ],
    amenities: [
      "Басейн",
      "Спа-салон",
      "Фітнес-центр",
      "Ресторан",
      "Безкоштовний Wi-Fi",
    ],
  },
  {
    name: "Premier Hotel Lybid, Kyiv",
    shortDescription:
      "Комфортний готель у центрі Києва з легким доступом до основних визначних пам'яток.",
    description:
      "Проживання в центрі столиці пропонує Premier Hotel Lybid у Києві. Цей комфортний готель ідеально розташований у самому центрі міста, що забезпечує легкий доступ до основних визначних пам'яток і культурних подій. Просторі номери та уважний персонал зроблять ваше перебування в Києві незабутнім.",
    image:
      "https://www.hotels-inkiev.com/data/Photos/OriginalPhoto/6975/697536/697536036/kyiv-premier-hotel-lybid-photo-57.JPEG",
    rating: 4,
    price: "від 1200 грн/ніч",
    roomTypes: [
      "Стандартний номер",
      "Двомісний номер з окремими ліжками",
      "Люкс",
      "Апартаменти",
    ],
    amenities: [
      "Ресторан",
      "Конференц-зали",
      "Фітнес-центр",
      "Безкоштовний Wi-Fi",
      "Парковка",
    ],
  },
  {
    name: "Hotel Leopolis, Lviv",
    shortDescription:
      "Бутик-готель у центрі Львова з історичною атмосферою та витонченим декором.",
    description:
      "Історична атмосфера та елегантність зустрічають вас у Hotel Leopolis, розташованому в центрі Львова. Цей бутик-готель пропонує унікальні номери з витонченим декором, що відображає старовинну атмосферу міста. Насолоджуйтесь затишком та комфортом у цьому чарівному готелі, який ідеально підходить для тих, хто хоче зануритися в культуру Львова.",
    image: "https://lviv.virtual.ua/images/416435/",
    rating: 5,
    price: "від 2000 грн/ніч",
    roomTypes: [
      "Стандартний номер",
      "Двомісний номер",
      "Люкс",
      "Президентський люкс",
    ],
    amenities: [
      "Ресторан",
      "Спа-центр",
      "Фітнес-центр",
      "Безкоштовний Wi-Fi",
      "Бізнес-центр",
    ],
  },
  {
    name: "Four Seasons Hotel, Paris",
    shortDescription:
      "Розкішний готель у центрі Парижа з чудовим видом на Ейфелеву вежу.",
    description:
      "Очарування і елегантність чекають вас у Four Seasons Hotel у Парижі. Цей розкішний готель розташований у самому центрі Парижа і пропонує неперевершений вид на Ейфелеву вежу. Тут ви знайдете чудові номери, висококласне обслуговування та атмосферу, де кожен момент стає унікальним переживанням.",
    image:
      "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/0f/5e/50/76/penthouse-suite-terrace.jpg?w=700&h=-1&s=1",
    rating: 5,
    price: "від 800 євро/ніч",
    roomTypes: ["Стандартний номер", "Двомісний номер", "Люкс", "Пентхаус"],
    amenities: [
      "Ресторан",
      "Басейн",
      "Спа-центр",
      "Безкоштовний Wi-Fi",
      "Консьєрж-сервіс",
    ],
  },
  {
    name: "The Ritz-Carlton, Tokyo",
    shortDescription:
      "Розкішний готель з панорамними видами на Токіо та вишуканими зручностями.",
    description:
      "Досконалість і комфорт пропонує The Ritz-Carlton у Токіо. Один з найвищих готелів міста, він вражає панорамними видами на Токіо та надає своїм гостям вишукані зручності і виключне обслуговування. Насолоджуйтесь незабутнім перебуванням у цьому символі розкоші та елегантності.",
    image:
      "https://cache.marriott.com/is/image/marriotts7prod/50485446-trey-ratcliff-ritz-carlton-tolyo-17:Feature-Hor?wid=1920&fit=constrain",
    rating: 5,
    price: "від 50000 єн/ніч",
    roomTypes: [
      "Стандартний номер",
      "Двомісний номер",
      "Люкс",
      "Президентський люкс",
    ],
    amenities: [
      "Ресторан",
      "Спа-центр",
      "Басейн",
      "Фітнес-центр",
      "Безкоштовний Wi-Fi",
    ],
  },
  {
    name: "The Plaza, New York City",
    shortDescription:
      "Історичний готель у центрі Нью-Йорка з розкішними номерами та сервісом.",
    description:
      "Легендарна розкіш чекає вас у The Plaza, Нью-Йорк. Цей історичний готель, розташований у самому серці Манхеттена, пропонує своїм гостям розкішні номери, висококласний сервіс та унікальну атмосферу, яка поєднує традиції і сучасність Нью-Йорка.",
    image:
      "https://cf.bstatic.com/xdata/images/hotel/max1024x768/496718760.jpg?k=608ceb5268219094ffb5f99c00dd1b869daf59485ca2ce071c49a9bd2feeba4f&o=&hp=1",
    rating: 5,
    price: "від 500 євро/ніч",
    roomTypes: [
      "Стандартний номер",
      "Двомісний номер",
      "Люкс",
      "Президентський люкс",
    ],
    amenities: [
      "Ресторан",
      "Бізнес-центр",
      "Фітнес-центр",
      "Консьєрж-сервіс",
      "Безкоштовний Wi-Fi",
    ],
  },
  {
    name: "Marina Bay Sands, Singapore",
    shortDescription:
      "Готель з захоплюючим басейном на даху і розкішним сервісом у Сінгапурі.",
    description:
      "Неймовірний відпочинок пропонує Marina Bay Sands у Сінгапурі. Цей знаменитий готель відомий своїм захоплюючим басейном на даху, з якого відкривається чудовий вид на місто. Поєднання сучасного дизайну, розкішного сервісу та унікальних зручностей зробить ваше перебування в Сінгапурі справді незабутнім.",
    image:
      "https://www.visitsingapore.com/content/dam/desktop/global/see-do-singapore/recreation-leisure/marina-bay-sands-carousel01-square.jpg",
    rating: 5,
    price: "від 450 доларів США/ніч",
    roomTypes: ["Стандартний номер", "Двомісний номер", "Люкс", "Пентхаус"],
    amenities: [
      "Басейн",
      "Ресторан",
      "Спа-центр",
      "Фітнес-центр",
      "Безкоштовний Wi-Fi",
    ],
  },
  {
    name: "Atlantis The Palm, Dubai",
    shortDescription:
      "Ексклюзивний курорт на острові Пальма Джумейра з аквапарком і численними ресторанами.",
    description:
      "Розкішне сховище на острові Пальма Джумейра пропонує Atlantis The Palm у Дубаї. Цей ексклюзивний курортний готель з аквапарком і численними ресторанами забезпечить вам неймовірний комфорт і задоволення. Насолоджуйтесь усіма привілеями, які може запропонувати цей унікальний готель, включаючи захоплюючі види та висококласний сервіс.",
    image:
      "https://cf.bstatic.com/xdata/images/hotel/max1024x768/534061289.jpg?k=699f7488c0dbe08c1371f9dedfef5344c8ed29f9268d19f40cded5ca3665a95c&o=&hp=1",
    rating: 5,
    price: "від 700 доларів США/ніч",
    roomTypes: [
      "Стандартний номер",
      "Двомісний номер",
      "Люкс",
      "Президентський люкс",
    ],
    amenities: [
      "Аквапарк",
      "Ресторан",
      "Спа-центр",
      "Фітнес-центр",
      "Безкоштовний Wi-Fi",
    ],
  },
  {
    name: "The Langham, London",
    shortDescription:
      "Елегантний готель у Лондоні з розкішним інтер'єром і винятковим обслуговуванням.",
    description:
      "Історична елегантність в The Langham, Лондон. Цей знаменитий готель відомий своїм розкішним інтер'єром і винятковим рівнем обслуговування. Розташований у центрі Лондона, The Langham пропонує своїм гостям унікальну атмосферу і розкішні зручності, забезпечуючи винятковий досвід проживання в одному з найвідоміших готелів міста.",
    image:
      "https://upload.wikimedia.org/wikipedia/commons/thumb/d/df/Langham_london.jpg/1200px-Langham_london.jpg",
    rating: 5,
    price: "від 600 фунтів стерлінгів/ніч",
    roomTypes: ["Стандартний номер", "Двомісний номер", "Люкс", "Пентхаус"],
    amenities: [
      "Ресторан",
      "Спа-центр",
      "Фітнес-центр",
      "Бізнес-центр",
      "Безкоштовний Wi-Fi",
    ],
  },
];
